---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepChilledWaterLoop
source: html/2ab3a099-f2e2-e280-4bd9-5dcc85ee1e4b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepChilledWaterLoop Property

"Chilled Water Loop"

## Syntax (C#)
```csharp
public static ForgeTypeId MepChilledWaterLoop { get; }
```